{
  "allmovie" : [
{
    "cover" : "https://1.bp.blogspot.com/-f6-FHOf3Ghc/XelPQerXAoI/AAAAAAAADcs/j6HZl96lzsMEH-et3ic-AKt0xzd4t4S4wCEwYBhgL/s480/srg.jpg",
    "image" : "https://1.bp.blogspot.com/-f6-FHOf3Ghc/XelPQerXAoI/AAAAAAAADcs/j6HZl96lzsMEH-et3ic-AKt0xzd4t4S4wCEwYBhgL/s480/srg.jpg",
    "date" : "2015",
    "genre" : "18+,thai,Erotic",
    "length" : "2hr 12min",
    "size" : "609 MB",
    "title" : "Mae Bia",
    "video" : "https://megaup.net/28kp6/(CM)Mae.Bia.Uncut.2015.1080p.NF.Web-DL.H264.DDP51-Jackrizley_SmallFile.mp4",
    "vol" : "ခ်ာနာခ်ိဳဟာ ထုိင္းႏုိင္ငံက ဒိတ္ဒိတ္ၾကဲစီးပြားေရး မိသားစုရဲ႕ အရုိက္အရာကုိ ဆက္ခံထားတဲ့သူ တစ္ေယာက္။ ငယ္ငယ္ကတည္းက ေမြးရပ္ေၿမကုိစြန္႔ခြာသြားခဲ့ရၿပီး ႏုိင္ငံၿခားမွာ ေက်ာင္းတက္ရာက ၿပန္ေရာက္လာခဲ့တာ။ သူ႔အစြဲအလန္းက ေရွးေဟာင္း ထုိင္းရုိးရာ အိမ္ၾကီးေတြ။ ညဘက္ဆုိရင္ အိမ္မက္ေတြ မက္တယ္။ အဲ့ဒီလုိ အိမ္တစ္ခုမွာ သူၾကီးၿပင္းလာတဲ့အေၾကာင္း။ ၿပီးေတာ့ သူမသိတဲ့ လူေတြၾကားက အိမ္ေထာင္ေရး ၿပႆနာေတြ အဲ့ဒီကိစၥေတြထဲ ေၿမစာပင္ၿဖစ္ေနခဲ့တဲ့ ကေလးေလးတစ္ေယာက္။\n.\nထုိင္းကုိ ၿပန္ေရာက္တဲ့ အခ်ိန္မွာ အိမ္ေထာင္က် ကေလးရေနၿပီၿဖစ္ေပမယ့္ သူ႔အစြဲအလန္းက မေပ်ာက္ပ်က္ႏုိင္ခဲ့ပဲ ထုိင္းရုိးရာ ေရွးအိမ္ၾကီး တစ္လုံးကုိ ရေအာင္၀ယ္ဖုိ႔ စိတ္ကူးထားခဲ့တယ္။ သူ႔ညီ၀မ္းကြဲက သူ႔ကုိ အမ်ိဳးသမီးတစ္ေယာက္နဲ႔ မိတ္ဆက္ေပးခဲ့တယ္။ ထုိင္းရုိးရာေရွးအိမ္ၾကီးကုိ ပုိင္ဆုိင္ရုံတင္မကပဲ..သိပ္လွပလြန္းတဲ့ မိန္းမတစ္ေယာက္။ၿပီးေတာ့ ေယာက္်ားေတြအတြက္ ေသေစႏုိင္ေလာက္တဲ့လွ်ိဳ႕၀ွက္ဆန္းၾကယ္မႈေတြပုိင္ဆုိင္ထားတဲ့သူ။ မယ္ခလာ (ေမခလာ) ဆုိပါေတာ့။\n.\nခ်ာနာခ်ိဳ႕အတြက္ေတာ့ မယ္ခလာရဲ႕ အိမ္ၾကီးဟာ သူအၿမဲမက္ေနတဲ့ အိမ္မက္ေတြရဲ႕ လွ်ိဳ႕၀ွက္ခ်က္ဆုိတာ တစ္ၿဖည္းၿဖည္းသိလာပါတယ္။\nသူ မသိခဲ့တာကေတာ့ မယ္ခလာ နဲ႔ပတ္သက္တဲ့ ေယာက္်ားတုိင္း ဇာတ္သိမ္းမေကာင္းခဲ့တာရယ္..။ မယ္ခလာ့ကို အၿမဲေစာင့္ေရွာက္ေနတဲ့ ေၿမႊနဂါး ၾကီးရွိေနခဲ့တယ္ဆုိတာပါ။ မယ္ခလာဟာ သူ႔ကုိ တကယ္ခ်စ္တာလား လွည့္စားခဲ့တာလား? မယ္ခလာရဲ႕ ကုိယ္ေစာင့္ေၿမြၾကီးကေရာ သူ႔ကုိ ဘယ္လုိစီရင္မွာလဲ?\n.\nၿမန္မာပရိသတ္နဲ႔ရင္းႏွီးၿပီးသားၿဖစ္တဲ့ မင္းသားၿဖစ္တဲ့ မာရီယုိ နဲ႔ ‘ Jan Dara: The Beginning’ နဲ႔ ‘Jan Dara: The Finale’ တုိ႔ကုိရုိက္ခဲ့တဲ့အၿပင္ ေနာက္ထပ္ ၿမန္မာပရိသတ္ၾကိဳက္မင္းသား ၿဖစ္တဲ့ ‘Ananda’ နဲ႔ ‘Eternity’ ဆုိတဲ့ကားေတြကုိ ရုိက္ခဲ့တဲ့ ဒါရုိက္တာပါ။ သူ႔ထုံးစံအတုိင္း ေဖာက္ၿပန္မႈေတြကုိ ပြင့္ပြင့္လင္းလင္းၾကီးကုိ ခ်ၿပသြားပါတယ္။\n.\n၁၈ ႏွစ္အထက္ဆုိတာထက္ပုိသာပါတယ္။ လိင္ဆက္ဆံခန္းေတြဟာ အရမ္းမ်ားသလုိ ပီၿပင္လြန္းလွတယ္။ ၿပီးေတာ့ အခုက Uncut version ဆုိေတာ့ ရုံတင္တုန္းက ဆင္ဆာအရ မပါခဲ့တဲ့ ၾကမ္းတမ္းတဲ့ဇာတ္၀င္ခန္းေတြ အကုန္ပါမွာပါ။"
  },
  {
"title" : "THAMBI",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-HD0ICmtWzZg/XkTsmhbeArI/AAAAAAAAEkM/cU4fq4PFLK4NS4bU9jKLLvggsKazoFA5wCLcBGAsYHQ/s1600/mqdefault.jpg",
"image" : "https://1.bp.blogspot.com/-O_dZ149hcBo/XkTsmh4zmiI/AAAAAAAAEkI/_uSnadAEkvMNfQxfYjmmg2h5PaXrjlA6ACLcBGAsYHQ/s600/220px-Thambi_Poster.jpg",
"genre" : "Thriller,Drama,Hindi,Bollywood",
"length" : "2hr 22min",
"qual" : "WEB-DL 720p",
"size" : "HD(370 MB) SD(202 MB)",
"video" : "124601465735784",
"vol" : "လြန္ခဲ့တဲ့ 15 ႏွစ္ေလာက္က ေပ်ာက္ဆုံးသြားခဲ့တဲ့ ေမာင္ေလးကို မေမ့နိုင္ေသးပဲ ေသာကေရာက္ေနတဲ့ ပါ၀သီ...
ေပ်ာက္ဆုံးသြားတဲ့ သူ႔သားေလးကို အခ်ိန္တိုင္း စုံစမ္းေနခဲ့တဲ့ ဂ်နန္မူရသီ...
တစ္ေန႔ ဂိုအာၿမိဳ႕မွာ ဗစ္ကီဆိုတဲ့ေကာင္ေလးတစ္ေယာက္က သူ႔ရဲ့ေပ်ာက္ဆုံးေနတဲ့သားျဖစ္နိုင္ေၾကာင္း ဂ်နန္မူသီ သိတဲ့အခါမွာ
ဗစ္ကီကို သူ႔ဆီ ေရာက္ေအာင္ေခၚဖို႔ ႀကိဳးစားခဲ့တယ္ ။ ဒါေပမယ့္ ဒီဇာတ္ကားမွာ လွည့္ကြက္ေတြရွိေနတယ္ ။
ပါ၀သီရဲ့ေမာင္ေလးက ဘာေၾကာင့္အိမ္ကထြက္ေျပးသြားတာလဲ ။
ဗစ္ကီကေရာ ဂ်နန္မူသီရဲ့ သားဟုတ္ပါ့မလား ။
ဘယ္လို လွည့္ကြက္ေတြနဲ႔ ခင္းက်င္းထားတဲ့ ဇာတ္လမ္းေလးျဖစ္မလဲဆိုတာကေတာ့ ....
ညႊန္းဆိုရင္း...
Credit:Original"
}
]
}
