{
  "allmovie" : [
{
    "cover" : "https://1.bp.blogspot.com/-f6-FHOf3Ghc/XelPQerXAoI/AAAAAAAADcs/j6HZl96lzsMEH-et3ic-AKt0xzd4t4S4wCEwYBhgL/s480/srg.jpg",
    "image" : "https://1.bp.blogspot.com/-f6-FHOf3Ghc/XelPQerXAoI/AAAAAAAADcs/j6HZl96lzsMEH-et3ic-AKt0xzd4t4S4wCEwYBhgL/s480/srg.jpg",
    "date" : "2015",
    "genre" : "18+,thai,Erotic",
    "length" : "2hr 12min",
    "size" : "609 MB",
    "title" : "Mae Bia",
    "video" : "https://megaup.net/28kp6/(CM)Mae.Bia.Uncut.2015.1080p.NF.Web-DL.H264.DDP51-Jackrizley_SmallFile.mp4",
    "vol" : "ခ်ာနာခ်ိဳဟာ ထုိင္းႏုိင္ငံက ဒိတ္ဒိတ္ၾကဲစီးပြားေရး မိသားစုရဲ႕ အရုိက္အရာကုိ ဆက္ခံထားတဲ့သူ တစ္ေယာက္။ ငယ္ငယ္ကတည္းက ေမြးရပ္ေၿမကုိစြန္႔ခြာသြားခဲ့ရၿပီး ႏုိင္ငံၿခားမွာ ေက်ာင္းတက္ရာက ၿပန္ေရာက္လာခဲ့တာ။ သူ႔အစြဲအလန္းက ေရွးေဟာင္း ထုိင္းရုိးရာ အိမ္ၾကီးေတြ။ ညဘက္ဆုိရင္ အိမ္မက္ေတြ မက္တယ္။ အဲ့ဒီလုိ အိမ္တစ္ခုမွာ သူၾကီးၿပင္းလာတဲ့အေၾကာင္း။ ၿပီးေတာ့ သူမသိတဲ့ လူေတြၾကားက အိမ္ေထာင္ေရး ၿပႆနာေတြ အဲ့ဒီကိစၥေတြထဲ ေၿမစာပင္ၿဖစ္ေနခဲ့တဲ့ ကေလးေလးတစ္ေယာက္။\n.\nထုိင္းကုိ ၿပန္ေရာက္တဲ့ အခ်ိန္မွာ အိမ္ေထာင္က် ကေလးရေနၿပီၿဖစ္ေပမယ့္ သူ႔အစြဲအလန္းက မေပ်ာက္ပ်က္ႏုိင္ခဲ့ပဲ ထုိင္းရုိးရာ ေရွးအိမ္ၾကီး တစ္လုံးကုိ ရေအာင္၀ယ္ဖုိ႔ စိတ္ကူးထားခဲ့တယ္။ သူ႔ညီ၀မ္းကြဲက သူ႔ကုိ အမ်ိဳးသမီးတစ္ေယာက္နဲ႔ မိတ္ဆက္ေပးခဲ့တယ္။ ထုိင္းရုိးရာေရွးအိမ္ၾကီးကုိ ပုိင္ဆုိင္ရုံတင္မကပဲ..သိပ္လွပလြန္းတဲ့ မိန္းမတစ္ေယာက္။ၿပီးေတာ့ ေယာက္်ားေတြအတြက္ ေသေစႏုိင္ေလာက္တဲ့လွ်ိဳ႕၀ွက္ဆန္းၾကယ္မႈေတြပုိင္ဆုိင္ထားတဲ့သူ။ မယ္ခလာ (ေမခလာ) ဆုိပါေတာ့။\n.\nခ်ာနာခ်ိဳ႕အတြက္ေတာ့ မယ္ခလာရဲ႕ အိမ္ၾကီးဟာ သူအၿမဲမက္ေနတဲ့ အိမ္မက္ေတြရဲ႕ လွ်ိဳ႕၀ွက္ခ်က္ဆုိတာ တစ္ၿဖည္းၿဖည္းသိလာပါတယ္။\nသူ မသိခဲ့တာကေတာ့ မယ္ခလာ နဲ႔ပတ္သက္တဲ့ ေယာက္်ားတုိင္း ဇာတ္သိမ္းမေကာင္းခဲ့တာရယ္..။ မယ္ခလာ့ကို အၿမဲေစာင့္ေရွာက္ေနတဲ့ ေၿမႊနဂါး ၾကီးရွိေနခဲ့တယ္ဆုိတာပါ။ မယ္ခလာဟာ သူ႔ကုိ တကယ္ခ်စ္တာလား လွည့္စားခဲ့တာလား? မယ္ခလာရဲ႕ ကုိယ္ေစာင့္ေၿမြၾကီးကေရာ သူ႔ကုိ ဘယ္လုိစီရင္မွာလဲ?\n.\nၿမန္မာပရိသတ္နဲ႔ရင္းႏွီးၿပီးသားၿဖစ္တဲ့ မင္းသားၿဖစ္တဲ့ မာရီယုိ နဲ႔ ‘ Jan Dara: The Beginning’ နဲ႔ ‘Jan Dara: The Finale’ တုိ႔ကုိရုိက္ခဲ့တဲ့အၿပင္ ေနာက္ထပ္ ၿမန္မာပရိသတ္ၾကိဳက္မင္းသား ၿဖစ္တဲ့ ‘Ananda’ နဲ႔ ‘Eternity’ ဆုိတဲ့ကားေတြကုိ ရုိက္ခဲ့တဲ့ ဒါရုိက္တာပါ။ သူ႔ထုံးစံအတုိင္း ေဖာက္ၿပန္မႈေတြကုိ ပြင့္ပြင့္လင္းလင္းၾကီးကုိ ခ်ၿပသြားပါတယ္။\n.\n၁၈ ႏွစ္အထက္ဆုိတာထက္ပုိသာပါတယ္။ လိင္ဆက္ဆံခန္းေတြဟာ အရမ္းမ်ားသလုိ ပီၿပင္လြန္းလွတယ္။ ၿပီးေတာ့ အခုက Uncut version ဆုိေတာ့ ရုံတင္တုန္းက ဆင္ဆာအရ မပါခဲ့တဲ့ ၾကမ္းတမ္းတဲ့ဇာတ္၀င္ခန္းေတြ အကုန္ပါမွာပါ။"
  },
{
"title" : "THAMBI",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-HD0ICmtWzZg/XkTsmhbeArI/AAAAAAAAEkM/cU4fq4PFLK4NS4bU9jKLLvggsKazoFA5wCLcBGAsYHQ/s1600/mqdefault.jpg",
"image" : "https://1.bp.blogspot.com/-O_dZ149hcBo/XkTsmh4zmiI/AAAAAAAAEkI/_uSnadAEkvMNfQxfYjmmg2h5PaXrjlA6ACLcBGAsYHQ/s600/220px-Thambi_Poster.jpg",
"genre" : "Thriller,Drama,Hindi,Bollywood",
"length" : "2hr 22min",
"qual" : "WEB-DL 720p",
"size" : "HD(370 MB) SD(202 MB)",
"video" : "124601465735784",
"vol" : "လြန္ခဲ့တဲ့ 15 ႏွစ္ေလာက္က ေပ်ာက္ဆုံးသြားခဲ့တဲ့ ေမာင္ေလးကို မေမ့နိုင္ေသးပဲ ေသာကေရာက္ေနတဲ့ ပါ၀သီ...
ေပ်ာက္ဆုံးသြားတဲ့ သူ႔သားေလးကို အခ်ိန္တိုင္း စုံစမ္းေနခဲ့တဲ့ ဂ်နန္မူရသီ...
တစ္ေန႔ ဂိုအာၿမိဳ႕မွာ ဗစ္ကီဆိုတဲ့ေကာင္ေလးတစ္ေယာက္က သူ႔ရဲ့ေပ်ာက္ဆုံးေနတဲ့သားျဖစ္နိုင္ေၾကာင္း ဂ်နန္မူသီ သိတဲ့အခါမွာ
ဗစ္ကီကို သူ႔ဆီ ေရာက္ေအာင္ေခၚဖို႔ ႀကိဳးစားခဲ့တယ္ ။ ဒါေပမယ့္ ဒီဇာတ္ကားမွာ လွည့္ကြက္ေတြရွိေနတယ္ ။
ပါ၀သီရဲ့ေမာင္ေလးက ဘာေၾကာင့္အိမ္ကထြက္ေျပးသြားတာလဲ ။
ဗစ္ကီကေရာ ဂ်နန္မူသီရဲ့ သားဟုတ္ပါ့မလား ။
ဘယ္လို လွည့္ကြက္ေတြနဲ႔ ခင္းက်င္းထားတဲ့ ဇာတ္လမ္းေလးျဖစ္မလဲဆိုတာကေတာ့ ....
ညႊန္းဆိုရင္း...
Credit:Original"
}
,
{
"title" : "Love Rain",
"date" : "2018",
"cover" : "https://1.bp.blogspot.com/-lgSncZgIcjc/XlYw82ZKHfI/AAAAAAAAErg/Qs3cUBt6ZAszZSplWTHAU0_3NRGZWR8EgCLcBGAsYHQ/s600/1-249.jpg",
"image" : "https://1.bp.blogspot.com/-81qCQa0WteM/XlYw89EFgSI/AAAAAAAAErk/-ptnjFwn1qw3bKw-vEQLFOQjzAaUFtShwCLcBGAsYHQ/s320/egAeWc.jpg",
"genre" : "Horror, Romance",
"length" : "1hr 28min",
"qual" : "WEB-DL 720p",
"size" : "821 MB(720p)",
"video" : "https://drive.google.com/file/d/19Fu4XGeW_Qqu8Xk9PO-1Vmpfo4Jcy8KY/view",
"video1" : "https://drive.google.com/file/d/1ODrcMdzfeR76qHAD9hOGiy2jDkuqX4vC/view",
"vol" : "ဒီတစ္ခါေတာ ထိုင္းသရဲအခ်စ္ဟာသကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ခုေနာက္ပိုင္း ထိုင္းကားေတြကေတာ္ေတာ္ေလး အဆင့္အတန္းရွိလာတာကို ေတြ႕ရပါတယ္။ဒီကားေလးကလည္း ေတာ္ေတာ္ေကာင္းတဲ့ကားေလးပါ။IMDB 5.5 ရထားတဲ့ ဇာတ္လမ္းေလးပါ။ အခ်စ္မိုးေတြရြာတဲ့တစ္ေန႔မွာ တို႔ေတြေတြ႕ခဲ့ၾကတယ္…..မိုးခိုရင္း စခဲ့တဲ့ ဇာတ္လမ္းေလး….Gab ဟာ နယ္ကေန ေက်ာင္းလာတက္တဲ့ေကာင္ေလးတစ္ေယာက္ပါ။ဒါေပမယ့္ သူက အသုံးအျဖဳန္းႀကီးလြန္းတာေၾကာင့္ အိမ္က သူ႔ကို ပိုက္ဆံမေထာက္ပံ့ေတာ့ပါဘူး။Gab မွာ ေက်ာင္းစားရိတ္ေတြ ေပးဖို႔ကလည္း လိုလာပါၿပီ။ဒီေတာ့ Gab တစ္ေယာက္ အလုပ္ရွာရပါၿပီ။ရမယ့္ရေတာ့လည္း စတိုးဆိုင္ေလးတစ္ဆိုင္မွာ ရပါတယ္။တစ္ေန႔ Gab တစ္ေယာက္ထဲ စတိုးဆိုင္မွာ က်န္ခဲ့ရာကေန ဇာတ္လမ္းက စပါေတာ့တယ္။အဲ့ဒီေန႔က မိုးေတြရြာတာေပါ့။ေကာင္မေလးတစ္ေယာက္က အျပင္မွာမိုးေတြစိုေနလို႔ အျမင္မေတာ္လို႔ ဖိတ္ေခၚမိရာကေန သူ႔ဘဝထဲကိုအဲ့ေကာင္မေလးေရာက္လာခဲ့ေတာ့တာပါ။တကယ္ေတာ့ ေကာင္မေလးက လူမဟုတ္ဘဲ သရဲမေလးျဖစ္ေနတာပါ။(သရဲမေလးကလည္း ေခ်ာေခ်ာေလးေနာ့)ေကာင္မေလးက ဆိုင္မွာတင္မဟုတ္ဘဲ သူ႔အိမ္ထိ လိုက္လာခဲ့တဲ့အခါ….သူ႔နားက တစ္ဖဝါးမွမခြာဘဲ သူ႔ေနာက္ တေကာက္ေကာက္ လိုက္ေနခဲ့တဲ့အခါ….အဲ့ေကာင္မေလးက ဘယ္သူလဲ? ဘယ္ကလဲ? ဘာလို႔ ဒီလိုေတြ ျဖစ္ေနတာလဲ?Gab တစ္ေယာက္ အေျဖရွာၾကည့္ပါေတာ့တယ္။သရဲေၾကာက္တဲ့ Gab ေကာင္မေလးကိုေရာ….ေၾကာက္ေသးလား?(ကၽြန္ေတာ္သာဆို ေၾကာက္မွာမဟုတ္ဘူး) အေျဖေရာ ရွာေတြ႕မွာလား?သူတို႔ႏွစ္ေယာက္ရဲ့ဇာတ္လမ္းေလးေရာ ဘယ္လိုအဆုံးသတ္ၾကမွာလဲ?အခ်စ္ကားပဲၾကည့္ခ်င္ ၾကည့္ခ်င္ …..သရဲကားပဲ ၾကည့္ခ်င္ ၾကည့္ခ်င္ …..ဟာသကားပဲ ၾကည့္ခ်င္ ၾကည့္ခ်င္ …..ဒီကားေလးကို ၾကည့္ဖို႔ လက္တို႔လိုက္ပါရေစ။ေနာင္တမရေစရပါဘူး လို႔ အာမခံပါတယ္ဗ်ာ။

Credit -> Channel Myanmar"
}
,
{
"title" : "The Body",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-img_3CMq-lQ/XlYygeUL1rI/AAAAAAAAErw/-QeVhvQ0sD0f0O1s56242i7ACuBFV7n5gCLcBGAsYHQ/s600/The-Body-Hindi-Full-Movie-Leaked-Online.jpg",
"image" : "https://1.bp.blogspot.com/-1foTEU299WU/XlYygnei3gI/AAAAAAAAEr0/ofAlupEs8NcDDEo-L70e9E4K_eiA7ahgQCLcBGAsYHQ/s400/The_Body_film_poster.jpg",
"genre" : "Mystery, Thriller ,Hindi,Bollywood",
"length" : "1hr 41min",
"qual" : "WEB-DL 720p",
"size" : "900 MB(720p)",
"video" : "https://drive.google.com/file/d/1f7dPr-VTQZhF-5PueRKpROMxmUCKq1fI/view",
"vol" : "စီပြားေရးေလာကမွာ ေအာင္ျမင္ၿပီး ၾသဇာအာဏာႀကီးမားတဲ့ အမ်ိဳးသမီးငယ္တစ္ေယာက္ဟာ ႏွလုံးေရာဂါနဲ႔ ဆုံးသြားခဲ့ပါတယ္ အေလာင္းခြဲစိတ္စစ္ေဆးဖို႔ သူ႔အေလာင္းကို ရင္ခြဲ႐ုံပို႔ထားတဲ့အခါ ညဘက္က်ေတာ့ အေလာင္းေပ်ာက္သြားပါတယ္ညေစာင့္ေျပာတာေတာ့ အေလာင္းျပန္ရွင္လာၿပီး ထသြားတာတဲ့ဒါေပမဲ့ တာဝန္က်ရဲမႉးႀကီးကေတာ့ သူ႔ေယာက္်ားျဖစ္သူ အေဂ်းပူရီကိုပဲ သံသယဝင္ေနပါေတာ့တယ္ထိုညမွာ ရဲမႉးႀကီးနဲ႔ အေဂ်းပူရီတို႔ မာယာဗာရ္မားရဲ့အေလာင္းကို ရွာေတြ႕ပါ့မလားဘယ္လိုအလွည့္အေျပာင္းေတြ ျဖစ္သြားမလဲဆိုတာကိုေတာ့ အားလုံးပဲ ကိုယ္တိုင္ကိုယ္က် ခံစားၾကည့္လိုက္ၾကပါအထူးေမတၱာရပ္ခံလိုတာက ဒီဇာတ္ကားဟာ ၂၀၁၂ ခုႏွစ္ထြက္ The Body ကို Remake ျပန္ရိုက္ထားတဲ့ဇာတ္ကားျဖစ္သည့္အတြက္

Credit -> Channel Myanmar"
}
,
{
"title" : "Elsewhere",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-zYNT3EJ6p7s/XlYzqxKG_ZI/AAAAAAAAEsA/_R933ibx08kNzZ9CQ7lnMlpe6woWTwywgCLcBGAsYHQ/s620/maxresdefault.jpg",
"image" : "https://1.bp.blogspot.com/-W4IvyuH7uz4/XlYzq0rPqsI/AAAAAAAAEr8/-ElW9MjS2x4J2VpYUhI7a3K31dGIwK15ACLcBGAsYHQ/s1600/index.jpg",
"genre" : "Comedy,Drama",
"length" : "1hr 38min",
"qual" : "WEB-DL 720p",
"size" : "710 MB(720p)",
"video" : "https://drive.google.com/file/d/1ZngxQIxS4jjj6uYu9cg-cVL0qSrVmF_O/view",
"vol" : "2020 ခုႏွစ္ထြက္ drama ဇာတ္ကားေလးျဖစ္ပါတယ္…ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဇနီးသည္ေသဆုံးၿပီး ၂ ႏွစ္ၾကာတဲ့အထိ ဗိသုကာပညာရွင္ ဘ႐ူနိုဟာ ေၾကကြဲဝမ္းနည္းေနတုန္းပါပဲ… ဘဝကို အရႈံးေပးထားတဲ့ ဘ႐ူနိုတစ္ေယာက္ သူတို႔လင္မယားအတူတူဒီဇိုင္းဆြဲေဆာက္လုပ္ခဲ့တဲ့သစ္သားအိမ္ေလးမွာ ေနထိုင္ပါတယ္… တစ္ရက္ေတာ့ ဘ႐ူနိုရဲ့ ေယာကၡမေတြကသူတို႔သမီးကိုေပးထားတဲ့ အိမ္ကို ျပန္လည္သိမ္းယူသြားပါေတာ့တယ္… မိဘအိမ္ေပၚ ျပန္တက္ေနရတဲ့ ဘ႐ူနိုဟာအိမ္ကိုျပန္ရယူေအာင္ႀကိဳးစားေနဆဲမွာပဲ အဲ့အိမ္ကို ေရာင္းထုတ္ခံလိုက္ရပါတယ္… အသစ္ေျပာင္းလာသူနဲ႔ဆုံၾကတဲ့အခါ ဘ႐ူနိုဘာေတြဆက္လုပ္မလဲ သူ႔အိမ္ကိုျပန္ရနိုင္မလားဆိုတာကို ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္….

Credit -> Channel Myanmar"
}
,
{
"title" : "Zombie 2",
"date" : "2020",
"cover" : "https://1.bp.blogspot.com/-W67G1eyu2FQ/XlY1C46Bh2I/AAAAAAAAEsQ/6YAT0b78XcQZHzjSAtUoKka2AQdN4WjQQCLcBGAsYHQ/s600/maxresdefault.jpg",
"image" : "https://1.bp.blogspot.com/-uyCvNgmkSrE/XlY1Cxxb9RI/AAAAAAAAEsM/AFq0NvHJsQwgCUx5_w4ieVBtrxQkb2XjwCLcBGAsYHQ/s320/gfr.jpg",
"genre" : "Comedy, Musical, Romance",
"length" : "1hr 24min",
"qual" : "WEB-DL 720p",
"size" : "851 MB(720p)",
"video" : "https://drive.google.com/file/d/1qa464fLeRByjjRnRKqec53w6FY1McHWt/view",
"vol" : "ေဝါ့ဒစ္စေနးက ထြက္လာတဲ့ Zombie 2 ဇာတ္ကားထဲမွာေတာ့ ဆံပင္အစိမ္းေရာင္နဲ႔ အရမ္းလန္းေနတဲ့ zombie ေကာင္ေလးခပ္ေခ်ာေခ်ာနဲ႔ zombie ေကာင္မေလးခပ္ေခ်ာေခ်ာေလးေတြကို ေတြ႕ရမွာပါ။ စီးဘေရာ့ခ္ၿမိဳ႕ဟာ ထူးျခားတဲ့စြမ္းအင္တစ္မ်ိဳးကို အသုံးခ်ကာ ေတာအုပ္ထဲက မေကာင္းဆိုးဝါး အေကာင္ႀကီးေတြကို ႏွိမ္နင္းၿပီး ၿမိဳ႕တည္ထားတာျဖစ္ပါတယ္။ အဲဒီစြမ္းအင္ကို အသုံးျပဳၿပီးလည္ပတ္တဲ့ ဓါတ္အားေပးစက္႐ုံမွာေတာ့ တစ္ေန႔မွာေပါက္ကြဲမႈျဖစ္ကာ စက္႐ုံဝန္ထမ္းမ်ားဟာ ဓါတ္ေရာင္ျခည္သင့္ၿပီး zombie မ်ားအျဖစ္ေျပာင္းလဲသြားပါတယ္။ ဒီzombie မ်ားဟာ အသိဉာဏ္ျမင့္မားတဲ့အတြက္ နည္းပညာကို အသုံးခ်ကာ Z-လက္ပတ္တီထြင္ၿပီး သူတို႔ကိုယ္သူတို႔ ပုံမွန္လူသားအသြင္အျဖစ္ျပန္ဖန္တီးလိုက္ပါတယ္။ ေက်ာင္းမွာ ေက်ာင္းပေဒသာကပြဲက်င္းပခါနီး ေတာထဲက ဝံပုေလြတစ္ပိုင္း လူတစ္ပိုင္း သမန္းဝံပုေလြေတြ ထြက္လာလို႔ zombie ေတြကို ဥပေဒနဲ႔ တားျမစ္မႈေတြ လုပ္လာပါတယ္။ ေတာထဲက ထြက္လာတဲ့ သမန္းဝံပုေလြအုပ္စုကzombie ေကာင္မေလးေခ်ာေခ်ာဆီ မသိမသာ ခ်ဥ္းကပ္လာတဲ့အခါ ဘာေတြ ဆက္ျဖစ္လာမလဲဆိုတာ ခံစားၾကည့္ရႈလိုက္ပါအုံးေနာ္။ အခ်စ္ဖန္စီ မိသားစုကားေလးျဖစ္လို႔ မိသားစု အတူတူ ၾကည့္နိုင္ပါတယ္။ အက ကကြက္ ခပ္မိုက္မိုက္ေတြကိုလည္း ရႈစားရမွာပါ။ ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Ko Myo ပဲျဖစ္ပါတယ္……

Credit -> Channel Myanmar"
}
,
{
"title" : "Panipat",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-MWYvv3iioEA/XlY2hnyS_zI/AAAAAAAAEsg/pf3ePle5W0Izc3nsK-dJhawpHkLcweSCgCLcBGAsYHQ/s600/Panipat-2019.jpg",
"image" : "https://1.bp.blogspot.com/-YwdxZWzJt8c/XlY2hgNIjVI/AAAAAAAAEsc/suChTovjIi0aWYLJTEwHkP4y5nV2UD-yQCLcBGAsYHQ/s320/Panipat_%2528film%2529_poster.jpg",
"genre" : " Action, Drama, History",
"length" : "2hr 50min",
"qual" : "WEB-DL 720p",
"size" : "1.0 GB(720p)",
"video" : "https://drive.google.com/file/d/1Pn3giCVpW85acULSFEZXFzKJEauyhAds/view",
"vol" : " ာရာသတိုင္းမွာရွိတဲ့ တိုင္းသူျပည္သားေတြ ရဲစြမ္းသတၱိနဲ႔ျပည့္စုံၿပီး သူတို႔တိုင္းျပည္ရဲ့လက္ေအာင္မွာ တိုင္းျပည္ငယ္ေတာ္ေတာ္မ်ားမ်ားရွိၾကတယ္..သူတို႔တိုင္းျပည္ကိုလည္း ႏွစ္စဥ္ အခြန္ေပးေဆာင္ၾကရပါတယ္..ဒါေပမယ့္တစ္ေန႔မွာေတာ့ တိုင္းျပည္ငယ္တစ္ခုကအခြန္မေပး ေဆာင္တဲ့အျပင္ ရာဇသံလာေပးတဲ့စစ္သူႀကီးတစ္ဦးကိုပါ သတ္ျဖတ္ပစ္လိုက္တယ္..အဲ့ဒီမွာ ဇာတ္လမ္းကစေတာ့တာပဲ….ဒီတိုင္းျပည္ငယ္ဟာ အာခံရတဲ့အေၾကာင္းရင္းလည္းရွိပါတယ္…အဲ့ဒါက အာဖဂန္နစၥတန္ဧကမရာဇ္မင္းတစ္ဦးနဲ႔ပူးေပါင္းၿပီး အင့္အားေတာင့္တင္းလာတဲ့အျပင္ အိႏၵိယ တစ္ျပည္လုံးကိုသိမ္းပိုက္ဖို႔အထိေတာင္ ရည္ရြယ္ထားပါတယ္….ဒီဇာတ္လမ္းဟာျပသခ်ိန္သုံးနာရီနီးပါး ၾကာျမင့္ေပမယ့္ အစအဆုံးထိ ဇာတ္လမ္းဇာတ္ကြက္တိုင္းက ဆြဲေဆာင္မႈ ရွိပါတယ္..ဆာဒါးရွိဗ္ဟာ အာဖဂန္တပ္နဲ႔စစ္ခင္းဖို႔အတြက္ သူ႔လက္ေအာက္ခံတိုင္းျပည္ေတြ နဲ႔ပူးေပါင္းဖို႔ ႀကိဳးစားအားထုတ္ပုံေတြ..စစ္နည္းဗ်ဴဟာေတြ ေတြ႕ျမင္ရသလို တိုက္ပြဲေတြ အက္ရွင္ခန္းေတြကိုလည္း မ်ားစြာၾကည့္ရမွာပါ…. လက္ေအာက္ခံတိုင္းျပည္ေတြကေရာ ဆာဒါးရွိဗ္ေမၽွာ္လင့္ထားသလို သူနဲ႔အတူပူးေပါင္းၿပီး အာဖဂန္ေတြကို တိုက္ထုတ္ၾကမွာလား..တိုက္တဲ့စစ္ပြဲေတြေရာ ေအာင္ျမင္ပါ့မလား….ဆိုတာကိုေတာ့

Credit -> Channel Myanmar"
}
,
{
"title" : "Good Newwz",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-G09Lqs2Mso0/XlY3evu873I/AAAAAAAAEss/jzlLyzzN26ss9Sy-H_QZ0eSQuMeXN6gSwCLcBGAsYHQ/s620/good_newwz_movie_review_india_-770x433.jpeg",
"image" : "https://1.bp.blogspot.com/-ccvuGaCSeFE/XlY3ejUUzAI/AAAAAAAAEso/SCSg1zrLY8k1glZiXhIydTZ4Y8Pe7b8iwCLcBGAsYHQ/s400/220px-Good_Newwz_film_poster.jpg",
"genre" : " Comedy, Drama,Hindi,Bollywood",
"length" : "2hr 11min",
"qual" : "WEB-DL 720p",
"size" : "951 MB(720p)",
"video" : "https://drive.google.com/file/d/1nJ5bS0vOhanr1FZxUXfzkYE3RX59iLIG/view",
"vol" : "အားလုံးကို သတင္းေကာင္းေလး ေပးခ်င္ပါတယ္။ က်ဴပ္တို႔ ဖက္က အာမခံနိုင္တာတစ္ခုကေတာ့ သတင္းေကာင္းပါပဲဒါက ဂ်ိဳရွီေဆး႐ုံရဲ့ ေၾကာ္ျငာ၊ ေန႔စဥ္ ကေလးမရတတ္တဲ့ ဇနီးေမာင္ႏွံတို႔ရဲ့ အားထားရတဲ့ ေနရာ။ကေလးလိုခ်င္ေပမဲ့ မရတတ္ၾကတဲ့ ဗာရြန္တို႔ ဗတၱရားလင္မယားမွာ ညီမနဲ႔ေယာက္ဖရဲ့လမ္းညႊန္ခ်က္ေၾကာင့္ ဒီေဆး႐ုံကို ေရာက္လာခဲ့ပါတယ္။အဲ့ဒီမွာပဲ ဗာရြန္တို႔ လင္မယားနဲ႔ ဟန္နီးတို႔ လင္မယားကို ေတြ႕ဆုံဖို႔ ျဖစ္လာပါတယ္။ သူတို႔က နာမည္အဖ်ားေတြ တူေနၾကတယ္။ႏွစ္တြဲလုံးက ဗတၱရားေတြ၊ ဒီလိုနဲ႔ ဆရာဝန္က ေျပာလိုက္ပါတယ္။က်ဴပ္တို႔ရဲ့ အေတြ႕အၾကဳံရင့္က်က္လွတဲ့ ပညာရွင္ေတြဟာ သုက္ႏွစ္စုံကို နာမည္တူေနေတာ့ ေရာေထြးမိသြားပါတယ္တဲ့။ကဲ အဲ့ဒီမွာ ဇာတ္လမ္းက စၿပီ။ဟန္နီးရဲ့ သုက္က ဒီးပ္တီးဆီ ေရာက္သြားၿပီး ဗာရြန္ရဲ့ သုက္က မိုနီကားဆီ မွားၿပီး ေရာက္သြားၿပီလို႔ သိလိုက္ရတဲ့ အခါမွာေတာ့…..ကဲ ကိုယ့္လူတို႔…. ဟာသကားေကာင္း နာမည္ႀကီး တစ္ကားမို႔ လက္မလြတ္တမ္းၾကည့္သင့္ပါတယ္ဆိုတာ မေျပာလည္း သိၾကမယ္မဟုတ္လား။ဒီကားမွာ ခင္ဗ်ားတို႔ေတြ ခြီလည္းခြီရမယ္ မ်က္ရည္လည္းက်ရမယ္ဆိုတာ ရဲရဲႀကီးအာမခံပါတယ္ေပးရတဲ့အခ်ိန္နဲ႔တန္တဲ့ အိႏၵိယကားေကာင္းတစ္ကားၾကည့္ခ်င္ရင္ေတာ့ လက္မေႏွးဘဲ အေျပးသာေဒါင္းလိုက္ၾကပါေတာ့IMDbမွာေတာ့ 7.6/10 အထိရထားၿပီး ဝါရင့္သ႐ုပ္ေဆာင္တို႔ရဲ့ ေျပာင္ေျမာက္လွတဲ့ သ႐ုပ္ေဆာင္မႈေတြကို ခံစားၾကည့္ရႉၾကပါဦးဗ်ာ။ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားၾကသူေတြကေတာ့ စီအမ္ရဲ့အိႏၵိယဇာတ္ကားဘာသာျပန္ေတြျဖစ္ၾကတဲ့ ေဇာ္ထူး၊ ညီကိုးႏွင့္ ျမင့္သူတို႔ပဲျဖစ္ပါတယ္

Credit -> Channel Myanmar"
}
,
{
"title" : "Sisters in Arms",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-g15PBBPwp7s/XlY5F-F2r8I/AAAAAAAAEs8/srrRWM2DI1YawD1z8hBHMJSoWoIsIYAfQCLcBGAsYHQ/s1600/s3Mwtw1MtILMYIu5749DjCEOdgt.jpg",
"image" : "https://1.bp.blogspot.com/-gwXSIV36lBo/XlY5Fh7dBYI/AAAAAAAAEs4/PtuaI8hntp86hiezdfdb-xtU3yycsxINwCLcBGAsYHQ/s320/Sisters_in_Arms_2019_poster.jpg",
"genre" : "Action",
"length" : "1hr 52min",
"qual" : "WEB-DL 720p",
"size" : "810 MB(720p)",
"video" : "https://drive.google.com/file/d/1TxuyGpcr3HNb0Qr3gTMOF14qxKsEB9UD/view",
"vol" : "အေရွ႕အလယ္ပိုင္းေဒသမွာ ရြာေတြကို အၾကမ္းဖက္လူေတြက လာေရာက္ဖမ္းဆီးခဲ့ပါတယ္။ အဲ့အခ်ိန္မွာ ရစ္ဇီဒီမ်ိဳးႏြယ္ မိန္းကေလးရာဇာ ဆိုသူရဲ့အေဖက အၾကမ္းဖက္သမားေတြကိုဆန႔္က်င္ေျပာလို႔အသတ္ခံလိုက္ရပါတယ္။ အဲ့ဒီအၾကမ္းဖက္သမားေတြက ဖမ္းဆီးရမိတဲ့ အပ်ိဳအရြယ္မိန္းကေလးေတြကိုက် ေရာင္းစားၿပီး . အမ်ိဳးသားနဲ႔ကေလးေတြကိုက်ေတာ့ အၾကမ္းသမားမျဖစ္ျဖစ္ေအာင္ ေမြးျမဴၾကပါတယ္။ ဇာတ္လမ္းက အတိုက္အခိုက္ေတြစုံစုံလင္လင္ပါၿပီး . . . ဖိႏွိပ္ခံ အတိုက္အခိုက္ခံရတာေတြလည္း ေတြ႕ျမင္မယ္ဆိုတာကိုေတာ့ ႀကိဳတင္ေျပာခ်င္ပါတယ္။ ဇာတ္လမ္းအျပည့္အစုံကိုေတာ့ မိမိဘာသာခံစားေပးၾကပါဦး။

Credit -> Channel Myanmar"
}
,
{
"title" : "Corpus Christi",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-5ovgSluK1Ao/XlY6VKe5SGI/AAAAAAAAEtI/grFusgxC4Mc3hY6GTYREujX22Wzp3z0cgCLcBGAsYHQ/s600/fid19933.jpg",
"image" : "https://1.bp.blogspot.com/-6I4NBc7vTck/XlY6VGD7XSI/AAAAAAAAEtM/RU-WVzy8nP4_6XiTx8T9dS1y0yJQBdu1QCLcBGAsYHQ/s400/Corpus_Christi_%25282019_film%2529.jpg",
"genre" : "Drama",
"length" : "1hr 55min",
"qual" : "WEB-DL 720p",
"size" : "1 GB (720p)",
"video" : "https://drive.google.com/file/d/1Vkd4yB_hn1IW1kjGjUFbrRcSfUb0XX4u/view",
"vol" : "ျဖစ္ရပ္မွန္ဇာတ္လမ္းကို အေျခခံၿပီး ရိုက္ကူးထားတဲ့ကားေလးပါ။လူငယ္အက်ဥ္းေထာင္ကေန အသက္ ၂၀ အရြယ္ လူငယ္ေလးတစ္ေယာက္ကေစာင့္ၾကည့္အမိန႔္နဲ႔ လူငယ္အက်ဥ္းေထာင္ကေန လြတ္လာပါတယ္။သူ႔ကို သစ္စက္မွာ အလုပ္သြင္းေပးဖို႔ စီစဥ္ထားေပမဲ့သူက တစ္ေနရာမွာ ဘုန္းေတာ္ႀကီးအေယာင္ေဆာင္ရင္း ေနေနလိုက္ပါတယ္။
အက်ဥ္းေထာင္အတြင္းကို တရားလာေဟာေလ့ရွိတဲ့ဘုန္းေတာ္ႀကီးဆီကေန သူေလ့လာထားသေလာက္ပညာေတြနဲ႔ဘုန္းေတာ္ႀကီးခရီးစဥ္ကို စတင္ေလၽွာက္လွမ္းပါေတာ့တယ္။သူေရာက္သြားတဲ့ေနရာေလးမွာ အျဖစ္ဆိုးတစ္ခုလည္း ျဖစ္ထားခဲ့ပါတယ္။အဲဒီအျဖစ္ဆိုးႀကီးရဲ့ ေနာက္ဆက္တြဲျပႆနာေတြကိုဘုန္းေတာ္ႀကီးအေယာင္ေဆာင္ထားတဲ့လူငယ္ေလးက ေျဖရွင္းဖို႔လုပ္ပါေတာ့တယ္။

Credit -> Channel Myanmar
"
}
,
{
"title" : "Heritage",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-oKOGv6TiW5o/XlY7THTVJhI/AAAAAAAAEtc/qmgLhzg-tGIViwL1-l16wxMzRkQVKwHgACLcBGAsYHQ/s800/31b67b2b93429a7800a4762943428e69.jpg",
"image" : "https://1.bp.blogspot.com/-s-Uwc93HmFA/XlY7vdn9-hI/AAAAAAAAEtk/94ktxHEo7vAfIvUfaVdC9LqGutWmM5rQACLcBGAsYHQ/s400/index.jpg",
"genre" : "Adventure",
"length" : "1hr 18min",
"qual" : "WEB-DL 720p",
"size" : "733 MB(720p)",
"video" : "https://drive.google.com/file/d/1TbSQDfilGSGTdLgv6kfnZb2wgTcBlJeK/view",
"vol" : "တကၠသိုလ္မွာအလုပ္လုပ္ေနတဲ့ စီအိုင္ေအေအးဂ်င့္ေဟာင္းတစ္ေယာက္ကေရွးေဟာင္းရတနာေတြနဲ႔အတူ ေပ်ာက္ဆုံးသြားတဲ့သူ႔သူငယ္ခ်င္းကိုရွာေဖြဖို႔ တာဝန္ေပးျခင္းခံရပါတယ္။ဂ်ာမဏီနိုင္ငံအေရွ႕ပိုင္းေတာင္တေဒသေတြဆီ ပို႔ေဆာင္ျခင္း ခံလိုက္ရပါတယ္။ေရွးေဟာင္းရတနာေတြနဲ႔ သူ႔သူငယ္ခ်င္းကို ရွာဖုံေတာ္ဖြင့္ရင္း ရန္သူမ်ိဳးစုံနဲ႔လည္း ၾကဳံလာရျပန္ပါတယ္။ရတနာေတြကလည္း သူ႔မိသားစုအေမြအႏွစ္လို႔ ေျပာလို႔ရတဲ့ ရတနာေတြျဖစ္ပါတယ္။အဲဒါေတြနဲ႔အတူ အတိတ္ကအေၾကာင္းအရာေတြပါ မထင္မွတ္ဘဲ သိရွိလာခဲ့ပါတယ္။အတိတ္ကသူ႔မိဘေတြနဲ႔ ဒီရတနာေတြဟာ ဘယ္လိုဆက္စပ္ေနလဲဆိုတာနဲ႔ဒီရတနာေတြကို ဘယ္သူေတြက ဘယ္လိုလုယူၾကမလဲဆိုတာဇာတ္ကားေလးထဲမွာ ဆက္လက္ၾကည့္ရႈလိုက္ပါခင္ဗ်ာ။

Credit -> Channel Myanmar"
}
,
{
"title" : "102 Not Out",
"date" : "2018",
"cover" : "https://1.bp.blogspot.com/-6b4Nw8y4yeI/XUHCzU7Qk4I/AAAAAAAAA0g/JbVDu-Aolf4mX9Gdpz5WjY02qhNWPyNawCLcBGAs/s1600/prdYttlRnsS9fJaPWJIRvC8nV4v.jpg",
"image" : "https://1.bp.blogspot.com/-anYcf7lpMks/XUHCzFZqkSI/AAAAAAAAA0c/QSMCzuY6K0wLS7Oq19bo6S6-4HjijtC_QCLcBGAs/s400/mRi0yIECsCzgDNUZ1aKNtVjryCi.jpg",
"length" : "1hr 44min",
"qual" : "WEBRip 720p",
"size" : "955 MB",
"video" : "https://drive.google.com/file/d/1h3yKA0pecU2udiMd-5A64E2-AICKwLh2/view",
"vol" : "ဒီတစ္ေခါက္ ပရိတ္သတ္ႀကီးကိုအိႏၵိယႏိုင္ငံရဲ႕ အေက်ာ္အေမာ္\n သ႐ုပ္ေဆာင္ႀကီး အမီတာဘဂ်မ္းရဲ႕ အသစ္စက္စက္ \n႐ုပ္႐ွင္ကားႀကီး တစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ. . .
\n\n
ဒီကားရဲ႕ ထူးျခားခ်က္ကေလးေတြကို အရင္ဆံုး ေကာက္ႏႈတ္ေဖာ္ျပေပးပါရေစ
\n\n
ဇာတ္လမ္းထဲက အမီတာဘဂ်မ္းရဲ႕ အသက္က 102 ႏွစ္ရီ႐ွီးကပူးရ္ရဲ႕ \nအသက္က 75 ႏွစ္27 ႏွစ္ ကြာျခားပာတယ္\n
တကယ့္အျပင္မွာေတာ့ မင္းသားႀကီး ရီ႐ွီးကပူးရ္က အမီတာဘဂ်မ္းထက္ ၇ ႏွစ္သာ ငယ္ပါသတဲ့
\n
ဒီအခ်က္ကိုေတာ့ မင္းသားႀကီး အမီတာဘဂ်မ္းနဲ႔ ရီ႐ွီးကပူးရ္တို႔ \nAjooba 1991 ဆိုတဲ့ ဇာတ္ကားရဲ႕ ေနာက္ နွစ္ေပာင္း ၂၇ ႏွစ္ၾကာမွ\n႐ုပ္႐ွင္ဖန္သားျပင္မွာ အတူတကြ တြဲဖက္ျပီး ျပန္လည္သ႐ုပ္ေဆာင္တဲ့\nအမွတ္အသားတစ္ခုအျဖစ္ ထည့္သြင္းထားတာ ျဖစ္ပါတယ္
\n
တိုက္ဆိုင္စြာပဲ ဒီကား႐ိုက္ကူးစဥ္မွာမင္းသားႀကီး အမီတာဘဂ်မ္းဟာ အသက္ 75 ႏွစ္႐ွိေနပါၿပီ
\n
ဒီကားကို 2016 ခုႏွစ္ အလယ္ေလာက္မွာ ႐ိုက္ကူးဖို႔ လ်ာထားခဲ့ေပမယ့္ \nဇာတ္ညႊန္းအေျပာင္းအလဲေၾကာင့္ 2018 ခုႏွစ္က်မွ ႐ိုက္ကူးၿပီးစီးခဲ့ပါတယ္
\n
ရီ႐ွီးကပူးရ္ရဲ႕ ဇာတ္ေကာင္ျဖစ္တဲ့ ဘာဘူလားေနရာမွာ\n မူလက ပါရက္႐ွ္ရာဝဲလ္ကို ထည့္သြင္း႐ိုက္ကူးဖို႔ စီစဥ္ထားခဲ့ေပမယ့္ ျဖစ္မလာခဲ့ပါဘူး
\n
ဒီကားကို Saumya Joshi ရဲ႕ Gujrati ဆိုတဲ့ ျပဇာတ္ကို အေျခခံကာ\n အေျပာင္းအလဲ အနည္းငယ္ျဖင့္ ႐ိုက္ကူးပံုေဖာ္ခဲ့ျခင္း ျဖစ္ပါတယ္
\n
လူ႔ဘဝဆိုတာဟာ အသက္အရြယ္ႀကီးလာခ်ိန္မွာ မိသားစုသိုက္သိုက္ဝန္းဝန္းနဲ႔ \nသားသမီးေတြေျမးေတြဝန္းရံၿပီးေပ်ာ္စရာစိတ္ခ်မ္းသာစရာေတြနဲ႔ ေနရရင္အေတာ့္ကို ကံေကာင္းပါတယ္
\n
ဒီထက္ပိုၿပီး ကိုယ္အသက္အရြယ္ရလာခ်ိန္ကိုယ့္မွာ ဖခင္ ေသာ္လည္းေကာင္းမိခင္ေသာ္လည္းေကာင္း \nသက္႐ွိထင္႐ွား႐ွိေနေသးရင္
ပိုလို႔ေတာင္ ကံေကာင္းတယ္လို႔ ေျပာႏိုင္ပါတယ္
\n
ဘာဘူဆိုတဲ့ အဘိုးႀကီးက အသက္ 75 ႏွစ္အသက္နဲ႔စိတ္က အတူတူပဲ 75 ႏွစ္\nသူ ့ဇနီးသည္ကဆံုးပါးသြားၿပီျဖစ္သလို\nတစ္ဦးတည္းေသာသားကလည္းအေမရိကားမွာ အိမ္ေထာင္က် \nအေျခခ်သြားၿပီစိတ္ေထာင္းလို႔ ကိုယ္ေၾကဆိုတဲ့စကားလိုပဲအိမ္အိုႀကီးတစ္လံုးထဲမွာ\n
သူ ့ဖခင္ျဖစ္သူရယ္ေဆြမ်ိဳးမကင္းတဲ့ ေကာင္ေလးတစ္ေယာက္ရယ္နဲ႔ \nအတူေနေပမယ့္သူ႔ဘဝဟာ ေျခာက္ေသြ႔လြန္းလွတယ္
\n
ကိုယ္တိုင္က ဇီဇာေၾကာင္တတ္သလိုစိတ္တိုလြယ္ စိတ္ထိခိုက္လြယ္တယ္အစြဲအလန္းကလည္း ႀကီးတတ္ေသး
\n
သူ႔ဖခင္ႀကီးနာမည္က ဒတၱထရီတဲ့ အသက္ 102 ႏွစ္ လူအသက္က 102\n စိတ္အသက္က 26 ႏွစ္ဒီအသက္အရြယ္အထိ ႏွစ္ေပါင္းမ်ားစြာ ေနလာႏိုင္တဲ့ သူ႔ရဲ႕ လိွ်ဳ႕ဝွက္ခ်က္က\n ေပ်ာ္ေပ်ာ္ေနတတ္တဲ့ အက်င့္ေၾကာင့္မ်ားလား မသိ. . .
\n
အက်ဥ္းက်ေနတဲ့ သားျဖစ္သူရဲ႕ စိတ္ကိုအရင္အတိုင္း ျပန္ျဖစ္သြားေအာင္ လုပ္ေပးဖို႔\nဒတၱထရီ စဥ္းစားတယ္အိမ္ကိုတြယ္တာလြန္းတဲ့ သူ ့သားဘာဘူ ့ကို\n ဂင္းနစ္မွတ္တမ္းအေၾကာင္းျပၿပီး ဘိုးဘြားရိပ္သာပို႔ဖို႔ ၿခိမ္းေျခာက္တယ္
\n
ဒါမွ ကမာၻေပၚမွာ သားျဖစ္သူကို ဘိုးဘြားရိပ္သာပို႔တဲ့ ပထမဆံုးဖခင္ ျဖစ္လာမွာကိုး
\n
ဒီအေၾကာင္းကို သိသြားတဲ့ ဘာဘူ႔ခမ်ာဖခင္ႀကီး တကယ္လုပ္မွာကို ေၾကာက္ေနတယ္
\n
ဒတၱထရီကလည္း အေလွ်ာ့မေပးသူခိုင္းတဲ့ စမ္းသပ္မႈေတြ မေအာင္ရင္ တကယ္ပို႔မယ္ တကဲကဲ
\n
ပထမ\n
ဒုတိယ\n
တတိယ စမ္းသပ္မႈေတြကို\n ေက်ာ္ျဖတ္အၿပီးေနာက္ဆံုးေသာ စမ္းသပ္မႈမွာဘာဘူရင္ကြဲရၿပီ
\n
ႏွစ္ေပါင္းမ်ားစြာ ကြဲကြာေနၿပီးအခုမွ ျပန္ေတြ ့ရမယ့္သူ ့သားျဖစ္သူအာမိုးနဲ႔ \nသူ ့အေဖက မေတြ ့ရဘူးတဲ့ေလဘာေၾကာင့္မ်ားပါလိမ့္
\n
အႏွစ္ခ်ဳပ္ ေျပာရရင္”မင့္သားက ငါ့သားကို အႏိုင္ယူအလဲထိုးသြားတာမ်ိဳးငါခြင့္မျပဳႏိုင္ဘူး”\nတဲ့ဖခင္တစ္ေယာက္က ေျပာတဲ့ႏႈတ္ထြက္စကားဟာ ဒီကားေလးရဲ႕ အသက္ျဖစ္သြားတယ္
\n
အစကေန အလယ္ေလာက္အထိစိတ္ဝင္စားစရာေတြနဲ႔အဘိုးႀကီးႏွစ္ေယာက္ၾကားက \nအလြဲေတြေၾကာင့္ တေသာေသာ ရယ္ေမာခဲ့ရၿပီးေနာက္ပိုင္းေရာက္ေလေလစိတ္ထိခိုက္ရေလေလပါ
\n
ဖခင္တစ္ေယာက္ရဲ႕ ေမတၱာနဲ႔လူအိုႀကီးတစ္ေယာက္ရဲ႕ ေမွ်ာ္လင့္ခ်က္ၾကားက\n လြန္ဆြဲတဲ့ပြဲမွာဖခင္ျဖစ္သူရဲ႕ စမ္းသပ္မႈေတြကို\n
ေက်ာ္ျဖတ္ႏိုင္ဖို႔ ႀကိဳးစားရင္း ဘာဘူတစ္ေယာက္ ဘာေတြဆက္ျဖစ္မလဲ
\n
ဘိုးဘြားရိပ္သာကိုပဲ ေရာက္သြားမလား…???
\n
ဖခင္​ျဖစ္​သူကို အဆင္​​ေျပ​ေအာင္​ လုပ္​​ေပးႏိုင္​မလား..ဆိုတာကုိေတာ့…ဇာတ္ကာား​ေလးကို ဆက္​လက္​ၾကည္​့႐ႈ ခံစားလိုက္​ပါ..

\n\n

(ဇာတ္လမ္းအညႊန္းကိုေတာ့ Movie Like Movie Choice FB page မွ ကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ကိုေဇာ္ထူးပါ)

"
}
,
{
"title" : "1921",
"date" : "2018",
"cover" : "https://1.bp.blogspot.com/-S0m604njVVo/XW07zci2GjI/AAAAAAAABeU/prDrhxJ6lj8k6DmtvwXiYNSgg9Idv3kJACLcBGAs/s1600/A9T22L1caRz8vAIHJjjJZpQdnBt.jpg",
"image" : "https://1.bp.blogspot.com/-S6_0aVYPr9Q/XW07zQJoZ2I/AAAAAAAABeQ/AUTF9lJBD9kWIa6g94UsAlqzQ4KpNaTvwCLcBGAs/s1600/https-www-comingtrailer-com-images-p-men.jpg",
"length" : "2hr 22min",
"qual" : "WEB-DL 720p",
"size" : "468 MB",
"video" : "https://drive.google.com/file/d/1AQY0geP-UujpB7rxqF9ZsfW326f77eKE/view",
"vol" : "2018 ခုႏွွစ္ထြက္ရွိထားျပီး အခုေလာေလာလတ္လတ္ ရံုတင္ေနဆဲျဖစ္တဲ့
၁၉၂၁ ဆိုတဲ့ အိႏိၵယ အခ်စ္သရဲ သဲထိပ္ရင္ဖိုကားၾကီးကိုတင္ဆက္ေပးလိုက္ပါတယ္
ဇာတ္လမ္းေလးက အခ်စ္ၾကီးရင္ အမ်က္ၾကီးတယ္ဆိုတဲ့ အတိုင္းပဲ

အခ်စ္ကိို ကိုးကြယ္မိရာမွ တဏွာ လြန္ေတာ့ အရူးျဖစ္ျပီး
ေသျပီးတာေတာင္ စြဲလမ္းစိတ္ေၾကာင့္ မကၽြတ္လြတ္ႏုိင္ပဲ

သရဲဘ၀ နဲ႕ ခ်စ္ရသူကို တပါးသူ မိန္းကေလးလက္ထဲ မပါသြားေအာင္
လိုက္လံ ေႏွာင့္ယွက္ပံု ေတြကို ရိုက္ကူးျပထားတာပါ

ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ –  အိႏၵိယမွ ထူးခြ်န္တဲ့ ပီယာႏုိပညာရွင္ေလး အာရြတ္ရွ္ကုိ
သူ႔ရဲ႕သူေဌးက လန္ဒန္ကုိ ဂီတပညာသင္ဖုိ႔ေစလႊတ္ခံခဲ့ရတယ္။လန္ဒန္မွာရွိတဲ့

သူ႔အိမ္ကုိလည္း ေစာင့္ေရွာက္ေစရင္းနဲ႔ေပါ့။ ဒါေပမယ့္ တစ္ေန႔မွာ အာရြတ္ရွ္က
အမွားတစ္ခုလုပ္မိသြားပါတယ္။ အဲ့ဒီအမွားေၾကာင့္ သူေနေနတဲ့အိမ္ၾကီးမွာ

သရဲတေစၦေတြရဲ႕ေျခာက္လွန္႔ျခင္းကုိ ခံရပါေတာ့တယ္။ သူတစ္ေယာက္တည္းဒီျပႆနာေတြၾကံဳေနရင္းမွ
တစ္ေန႔သတင္းစာထဲမွာ ဝိဥာဥ္ေတြနဲ႔စကားေျပာတတ္တဲ့ ရုိ႕စ္ဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္အေၾကာင္း

ဖတ္မိတဲ့အခ်ိန္မွာ သူ႔အတြက္ ေမွ်ာ္လင့္ခ်က္ေတြရွိလာပါတယ္။
ေဘာလိဝုဒ္ရဲ႕ နာမည္ၾကီးသရဲကားရုိက္တဲ့ဒါရိုက္တာ Vikram Bhatt ရုိက္ကူးထားတာပါ။

သရဲကားၾကိဳက္သူေတြအတြက္ တကယ္ကုိထိန္လန္႔မႈေတြေပးစြမ္းေစမယ့္ ဇာတ္ကားေကာင္းတစ္ကားပါ။
အသံခ်ဲ႕ျပီး အိမ္ထဲမွာ တစ္ေယာက္တည္းၾကည့္မယ္ဆုိရင္

ပုိျပီးေၾကာက္စရာေကာင္းမယ္ဆိုတာေၾကျငာလုိက္ပါတယ္။"
},

{
"title" : "Walk Ride Rodeo",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-_aiD_0sII98/XlY9cYTfgSI/AAAAAAAAEts/n6W90LzOeY8SctwZZn6yTam7g8TpNV_swCLcBGAsYHQ/s600/MsGAnPTwGKTbi70jiaA6m8I4sT.jpg",
"image" : "https://1.bp.blogspot.com/-GaIYuZPuy18/XlY9ctSlsqI/AAAAAAAAEtw/vpSqqwNZ4kw_NFqoOVAv0EoG27Uge8GFQCLcBGAsYHQ/s320/s592.jpg",
"genre" : "Drama",
"length" : "1hr 40min",
"qual" : "WEB-DL 720p",
"size" : "934 MB(720p)",
"video" : "https://drive.google.com/file/d/1HZSY7ITGz-zRpmi-6RcysT_zP95MUVmB/view",
"vol" : "ျမင္းစီးၿပိဳင္ပြဲရဲ့အေက်ာ္အေမာ္ အမ္ဘေလစနိုင္ဒါ ဟာကားအက္စီးဒန႔္ျဖစ္ၿပီးေနာက္မွာ ေအာက္ပိုင္းေသခဲ့ပါ တယ္သူမခ်စ္တဲ့အားကစားကိုလည္းလုပ္ဖို႔ေနေနသာသာလမ္းမေလ်ာက္နိုင္ေတာ့တဲ့အေျခအေနမ်ိဳးနဲ႔ ၾကဳံေတြ႕ရၿပီးတဲ့ေနာက္ျပန္လည္ထူေထာင္နိုင္မလား သူမခ်စ္တဲ့အရာကိုလုပ္ဖို႔စိတ္အားထက္သန္ေနတဲ့အခါအခက္အခဲေတြကို ျဖတ္ေက်ာ္ၿပီးျဖစ္ေအာင္လုပ္နိုင္မလားတခါတေလမွာ ဘဝကကိုယ္လိုခ်င္တာေတြမျဖစ္ပဲဘဝကေပးတဲ့အရာေတြကို မလိုခ်င္ပဲလက္ခံလိုက္ရတာ ေတြ ရွိခဲ့ဖူးပါသလား????စိတ္ဓာတ္က်အားငယ္ၿပီး ဘဝကို အရႈံးေပးခ်င္စိတ္ေတြေကာ ျဖစ္ခဲ့ဖူးလားဗ်အဲ့တာဆိုရင္ေတာ့ ဒီဇာတ္ကားေလးကိုေသခ်ာေပါက္ ၾကည့္လိုက္ပါအခက္အခဲအတားအဆီးေတြနဲ႔ၾကဳံေတြ႕ရ တာေတာင္ဇြဲ႕မေလ်ာ့တဲ့ ဇာတ္ေကာင္ကိုၾကည့္ရႈခံစားရမွာ ပါဘဝကို ကိုယ္လိုခ်င္တာ ေရြးၿပီးျဖစ္ခိုင္းလို႔မရေပမဲ့ဘဝကေပးတဲ့ခါးသီးတဲ့အရာေတြကို ရရွိၿပီးတဲ့ေနာက္မွာအိပ္မက္ေတြရိုက္ခ်ိဳးခံလိုက္ရၿပီးတဲ့ေနာက္မွာဘဝကၿပီးသြားၿပီလို႔ ထင္ေနရင္ မွားပါလိမ့္မယ္အိပ္မက္အသစ္ေတြေနာက္ကို လိုက္လို႔ရပါေသးတယ္ဇာတ္ကားထဲမွာ စိတ္ဓာတ္တက္ႂကြစရာစကားလုံးမ်ားစြာ လည္းပါဝင္တာေၾကာင့္ ၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေလးပါ

Credit -> Channel Myanmar"
}
]
}
