{
  "allmovie" : [
{
    "cover" : "https://1.bp.blogspot.com/-f6-FHOf3Ghc/XelPQerXAoI/AAAAAAAADcs/j6HZl96lzsMEH-et3ic-AKt0xzd4t4S4wCEwYBhgL/s480/srg.jpg",
    "image" : "https://1.bp.blogspot.com/-f6-FHOf3Ghc/XelPQerXAoI/AAAAAAAADcs/j6HZl96lzsMEH-et3ic-AKt0xzd4t4S4wCEwYBhgL/s480/srg.jpg",
    "date" : "2015",
    "genre" : "18+,thai,Erotic",
    "length" : "2hr 12min",
    "size" : "609 MB",
    "title" : "Mae Bia",
    "video" : "https://megaup.net/28kp6/(CM)Mae.Bia.Uncut.2015.1080p.NF.Web-DL.H264.DDP51-Jackrizley_SmallFile.mp4",
    "vol" : "ခ်ာနာခ်ိဳဟာ ထုိင္းႏုိင္ငံက ဒိတ္ဒိတ္ၾကဲစီးပြားေရး မိသားစုရဲ႕ အရုိက္အရာကုိ ဆက္ခံထားတဲ့သူ တစ္ေယာက္။ ငယ္ငယ္ကတည္းက ေမြးရပ္ေၿမကုိစြန္႔ခြာသြားခဲ့ရၿပီး ႏုိင္ငံၿခားမွာ ေက်ာင္းတက္ရာက ၿပန္ေရာက္လာခဲ့တာ။ သူ႔အစြဲအလန္းက ေရွးေဟာင္း ထုိင္းရုိးရာ အိမ္ၾကီးေတြ။ ညဘက္ဆုိရင္ အိမ္မက္ေတြ မက္တယ္။ အဲ့ဒီလုိ အိမ္တစ္ခုမွာ သူၾကီးၿပင္းလာတဲ့အေၾကာင္း။ ၿပီးေတာ့ သူမသိတဲ့ လူေတြၾကားက အိမ္ေထာင္ေရး ၿပႆနာေတြ အဲ့ဒီကိစၥေတြထဲ ေၿမစာပင္ၿဖစ္ေနခဲ့တဲ့ ကေလးေလးတစ္ေယာက္။\n.\nထုိင္းကုိ ၿပန္ေရာက္တဲ့ အခ်ိန္မွာ အိမ္ေထာင္က် ကေလးရေနၿပီၿဖစ္ေပမယ့္ သူ႔အစြဲအလန္းက မေပ်ာက္ပ်က္ႏုိင္ခဲ့ပဲ ထုိင္းရုိးရာ ေရွးအိမ္ၾကီး တစ္လုံးကုိ ရေအာင္၀ယ္ဖုိ႔ စိတ္ကူးထားခဲ့တယ္။ သူ႔ညီ၀မ္းကြဲက သူ႔ကုိ အမ်ိဳးသမီးတစ္ေယာက္နဲ႔ မိတ္ဆက္ေပးခဲ့တယ္။ ထုိင္းရုိးရာေရွးအိမ္ၾကီးကုိ ပုိင္ဆုိင္ရုံတင္မကပဲ..သိပ္လွပလြန္းတဲ့ မိန္းမတစ္ေယာက္။ၿပီးေတာ့ ေယာက္်ားေတြအတြက္ ေသေစႏုိင္ေလာက္တဲ့လွ်ိဳ႕၀ွက္ဆန္းၾကယ္မႈေတြပုိင္ဆုိင္ထားတဲ့သူ။ မယ္ခလာ (ေမခလာ) ဆုိပါေတာ့။\n.\nခ်ာနာခ်ိဳ႕အတြက္ေတာ့ မယ္ခလာရဲ႕ အိမ္ၾကီးဟာ သူအၿမဲမက္ေနတဲ့ အိမ္မက္ေတြရဲ႕ လွ်ိဳ႕၀ွက္ခ်က္ဆုိတာ တစ္ၿဖည္းၿဖည္းသိလာပါတယ္။\nသူ မသိခဲ့တာကေတာ့ မယ္ခလာ နဲ႔ပတ္သက္တဲ့ ေယာက္်ားတုိင္း ဇာတ္သိမ္းမေကာင္းခဲ့တာရယ္..။ မယ္ခလာ့ကို အၿမဲေစာင့္ေရွာက္ေနတဲ့ ေၿမႊနဂါး ၾကီးရွိေနခဲ့တယ္ဆုိတာပါ။ မယ္ခလာဟာ သူ႔ကုိ တကယ္ခ်စ္တာလား လွည့္စားခဲ့တာလား? မယ္ခလာရဲ႕ ကုိယ္ေစာင့္ေၿမြၾကီးကေရာ သူ႔ကုိ ဘယ္လုိစီရင္မွာလဲ?\n.\nၿမန္မာပရိသတ္နဲ႔ရင္းႏွီးၿပီးသားၿဖစ္တဲ့ မင္းသားၿဖစ္တဲ့ မာရီယုိ နဲ႔ ‘ Jan Dara: The Beginning’ နဲ႔ ‘Jan Dara: The Finale’ တုိ႔ကုိရုိက္ခဲ့တဲ့အၿပင္ ေနာက္ထပ္ ၿမန္မာပရိသတ္ၾကိဳက္မင္းသား ၿဖစ္တဲ့ ‘Ananda’ နဲ႔ ‘Eternity’ ဆုိတဲ့ကားေတြကုိ ရုိက္ခဲ့တဲ့ ဒါရုိက္တာပါ။ သူ႔ထုံးစံအတုိင္း ေဖာက္ၿပန္မႈေတြကုိ ပြင့္ပြင့္လင္းလင္းၾကီးကုိ ခ်ၿပသြားပါတယ္။\n.\n၁၈ ႏွစ္အထက္ဆုိတာထက္ပုိသာပါတယ္။ လိင္ဆက္ဆံခန္းေတြဟာ အရမ္းမ်ားသလုိ ပီၿပင္လြန္းလွတယ္။ ၿပီးေတာ့ အခုက Uncut version ဆုိေတာ့ ရုံတင္တုန္းက ဆင္ဆာအရ မပါခဲ့တဲ့ ၾကမ္းတမ္းတဲ့ဇာတ္၀င္ခန္းေတြ အကုန္ပါမွာပါ။"
  },
{
"title" : "THAMBI",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-HD0ICmtWzZg/XkTsmhbeArI/AAAAAAAAEkM/cU4fq4PFLK4NS4bU9jKLLvggsKazoFA5wCLcBGAsYHQ/s1600/mqdefault.jpg",
"image" : "https://1.bp.blogspot.com/-O_dZ149hcBo/XkTsmh4zmiI/AAAAAAAAEkI/_uSnadAEkvMNfQxfYjmmg2h5PaXrjlA6ACLcBGAsYHQ/s600/220px-Thambi_Poster.jpg",
"genre" : "Thriller,Drama,Hindi,Bollywood",
"length" : "2hr 22min",
"qual" : "WEB-DL 720p",
"size" : "HD(370 MB) SD(202 MB)",
"video" : "124601465735784",
"vol" : "လြန္ခဲ့တဲ့ 15 ႏွစ္ေလာက္က ေပ်ာက္ဆုံးသြားခဲ့တဲ့ ေမာင္ေလးကို မေမ့နိုင္ေသးပဲ ေသာကေရာက္ေနတဲ့ ပါ၀သီ...
ေပ်ာက္ဆုံးသြားတဲ့ သူ႔သားေလးကို အခ်ိန္တိုင္း စုံစမ္းေနခဲ့တဲ့ ဂ်နန္မူရသီ...
တစ္ေန႔ ဂိုအာၿမိဳ႕မွာ ဗစ္ကီဆိုတဲ့ေကာင္ေလးတစ္ေယာက္က သူ႔ရဲ့ေပ်ာက္ဆုံးေနတဲ့သားျဖစ္နိုင္ေၾကာင္း ဂ်နန္မူသီ သိတဲ့အခါမွာ
ဗစ္ကီကို သူ႔ဆီ ေရာက္ေအာင္ေခၚဖို႔ ႀကိဳးစားခဲ့တယ္ ။ ဒါေပမယ့္ ဒီဇာတ္ကားမွာ လွည့္ကြက္ေတြရွိေနတယ္ ။
ပါ၀သီရဲ့ေမာင္ေလးက ဘာေၾကာင့္အိမ္ကထြက္ေျပးသြားတာလဲ ။
ဗစ္ကီကေရာ ဂ်နန္မူသီရဲ့ သားဟုတ္ပါ့မလား ။
ဘယ္လို လွည့္ကြက္ေတြနဲ႔ ခင္းက်င္းထားတဲ့ ဇာတ္လမ္းေလးျဖစ္မလဲဆိုတာကေတာ့ ....
ညႊန္းဆိုရင္း...
Credit:Original"
}
,
{
"title" : "Love Rain",
"date" : "2018",
"cover" : "https://1.bp.blogspot.com/-lgSncZgIcjc/XlYw82ZKHfI/AAAAAAAAErg/Qs3cUBt6ZAszZSplWTHAU0_3NRGZWR8EgCLcBGAsYHQ/s600/1-249.jpg",
"image" : "https://1.bp.blogspot.com/-81qCQa0WteM/XlYw89EFgSI/AAAAAAAAErk/-ptnjFwn1qw3bKw-vEQLFOQjzAaUFtShwCLcBGAsYHQ/s320/egAeWc.jpg",
"genre" : "Horror, Romance",
"length" : "1hr 28min",
"qual" : "WEB-DL 720p",
"size" : "821 MB(720p)",
"video" : "https://drive.google.com/file/d/19Fu4XGeW_Qqu8Xk9PO-1Vmpfo4Jcy8KY/view",
"video1" : "https://drive.google.com/file/d/1ODrcMdzfeR76qHAD9hOGiy2jDkuqX4vC/view",
"vol" : "ဒီတစ္ခါေတာ ထိုင္းသရဲအခ်စ္ဟာသကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ခုေနာက္ပိုင္း ထိုင္းကားေတြကေတာ္ေတာ္ေလး အဆင့္အတန္းရွိလာတာကို ေတြ႕ရပါတယ္။ဒီကားေလးကလည္း ေတာ္ေတာ္ေကာင္းတဲ့ကားေလးပါ။IMDB 5.5 ရထားတဲ့ ဇာတ္လမ္းေလးပါ။ အခ်စ္မိုးေတြရြာတဲ့တစ္ေန႔မွာ တို႔ေတြေတြ႕ခဲ့ၾကတယ္…..မိုးခိုရင္း စခဲ့တဲ့ ဇာတ္လမ္းေလး….Gab ဟာ နယ္ကေန ေက်ာင္းလာတက္တဲ့ေကာင္ေလးတစ္ေယာက္ပါ။ဒါေပမယ့္ သူက အသုံးအျဖဳန္းႀကီးလြန္းတာေၾကာင့္ အိမ္က သူ႔ကို ပိုက္ဆံမေထာက္ပံ့ေတာ့ပါဘူး။Gab မွာ ေက်ာင္းစားရိတ္ေတြ ေပးဖို႔ကလည္း လိုလာပါၿပီ။ဒီေတာ့ Gab တစ္ေယာက္ အလုပ္ရွာရပါၿပီ။ရမယ့္ရေတာ့လည္း စတိုးဆိုင္ေလးတစ္ဆိုင္မွာ ရပါတယ္။တစ္ေန႔ Gab တစ္ေယာက္ထဲ စတိုးဆိုင္မွာ က်န္ခဲ့ရာကေန ဇာတ္လမ္းက စပါေတာ့တယ္။အဲ့ဒီေန႔က မိုးေတြရြာတာေပါ့။ေကာင္မေလးတစ္ေယာက္က အျပင္မွာမိုးေတြစိုေနလို႔ အျမင္မေတာ္လို႔ ဖိတ္ေခၚမိရာကေန သူ႔ဘဝထဲကိုအဲ့ေကာင္မေလးေရာက္လာခဲ့ေတာ့တာပါ။တကယ္ေတာ့ ေကာင္မေလးက လူမဟုတ္ဘဲ သရဲမေလးျဖစ္ေနတာပါ။(သရဲမေလးကလည္း ေခ်ာေခ်ာေလးေနာ့)ေကာင္မေလးက ဆိုင္မွာတင္မဟုတ္ဘဲ သူ႔အိမ္ထိ လိုက္လာခဲ့တဲ့အခါ….သူ႔နားက တစ္ဖဝါးမွမခြာဘဲ သူ႔ေနာက္ တေကာက္ေကာက္ လိုက္ေနခဲ့တဲ့အခါ….အဲ့ေကာင္မေလးက ဘယ္သူလဲ? ဘယ္ကလဲ? ဘာလို႔ ဒီလိုေတြ ျဖစ္ေနတာလဲ?Gab တစ္ေယာက္ အေျဖရွာၾကည့္ပါေတာ့တယ္။သရဲေၾကာက္တဲ့ Gab ေကာင္မေလးကိုေရာ….ေၾကာက္ေသးလား?(ကၽြန္ေတာ္သာဆို ေၾကာက္မွာမဟုတ္ဘူး) အေျဖေရာ ရွာေတြ႕မွာလား?သူတို႔ႏွစ္ေယာက္ရဲ့ဇာတ္လမ္းေလးေရာ ဘယ္လိုအဆုံးသတ္ၾကမွာလဲ?အခ်စ္ကားပဲၾကည့္ခ်င္ ၾကည့္ခ်င္ …..သရဲကားပဲ ၾကည့္ခ်င္ ၾကည့္ခ်င္ …..ဟာသကားပဲ ၾကည့္ခ်င္ ၾကည့္ခ်င္ …..ဒီကားေလးကို ၾကည့္ဖို႔ လက္တို႔လိုက္ပါရေစ။ေနာင္တမရေစရပါဘူး လို႔ အာမခံပါတယ္ဗ်ာ။

Credit -> Channel Myanmar"
}
,
{
"title" : "The Body",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-img_3CMq-lQ/XlYygeUL1rI/AAAAAAAAErw/-QeVhvQ0sD0f0O1s56242i7ACuBFV7n5gCLcBGAsYHQ/s600/The-Body-Hindi-Full-Movie-Leaked-Online.jpg",
"image" : "https://1.bp.blogspot.com/-1foTEU299WU/XlYygnei3gI/AAAAAAAAEr0/ofAlupEs8NcDDEo-L70e9E4K_eiA7ahgQCLcBGAsYHQ/s400/The_Body_film_poster.jpg",
"genre" : "Mystery, Thriller ,Hindi,Bollywood",
"length" : "1hr 41min",
"qual" : "WEB-DL 720p",
"size" : "900 MB(720p)",
"video" : "https://drive.google.com/file/d/1f7dPr-VTQZhF-5PueRKpROMxmUCKq1fI/view",
"vol" : "စီပြားေရးေလာကမွာ ေအာင္ျမင္ၿပီး ၾသဇာအာဏာႀကီးမားတဲ့ အမ်ိဳးသမီးငယ္တစ္ေယာက္ဟာ ႏွလုံးေရာဂါနဲ႔ ဆုံးသြားခဲ့ပါတယ္ အေလာင္းခြဲစိတ္စစ္ေဆးဖို႔ သူ႔အေလာင္းကို ရင္ခြဲ႐ုံပို႔ထားတဲ့အခါ ညဘက္က်ေတာ့ အေလာင္းေပ်ာက္သြားပါတယ္ညေစာင့္ေျပာတာေတာ့ အေလာင္းျပန္ရွင္လာၿပီး ထသြားတာတဲ့ဒါေပမဲ့ တာဝန္က်ရဲမႉးႀကီးကေတာ့ သူ႔ေယာက္်ားျဖစ္သူ အေဂ်းပူရီကိုပဲ သံသယဝင္ေနပါေတာ့တယ္ထိုညမွာ ရဲမႉးႀကီးနဲ႔ အေဂ်းပူရီတို႔ မာယာဗာရ္မားရဲ့အေလာင္းကို ရွာေတြ႕ပါ့မလားဘယ္လိုအလွည့္အေျပာင္းေတြ ျဖစ္သြားမလဲဆိုတာကိုေတာ့ အားလုံးပဲ ကိုယ္တိုင္ကိုယ္က် ခံစားၾကည့္လိုက္ၾကပါအထူးေမတၱာရပ္ခံလိုတာက ဒီဇာတ္ကားဟာ ၂၀၁၂ ခုႏွစ္ထြက္ The Body ကို Remake ျပန္ရိုက္ထားတဲ့ဇာတ္ကားျဖစ္သည့္အတြက္

Credit -> Channel Myanmar"
}
,
{
"title" : "Elsewhere",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-zYNT3EJ6p7s/XlYzqxKG_ZI/AAAAAAAAEsA/_R933ibx08kNzZ9CQ7lnMlpe6woWTwywgCLcBGAsYHQ/s620/maxresdefault.jpg",
"image" : "https://1.bp.blogspot.com/-W4IvyuH7uz4/XlYzq0rPqsI/AAAAAAAAEr8/-ElW9MjS2x4J2VpYUhI7a3K31dGIwK15ACLcBGAsYHQ/s1600/index.jpg",
"genre" : "Comedy,Drama",
"length" : "1hr 38min",
"qual" : "WEB-DL 720p",
"size" : "710 MB(720p)",
"video" : "https://drive.google.com/file/d/1ZngxQIxS4jjj6uYu9cg-cVL0qSrVmF_O/view",
"vol" : "2020 ခုႏွစ္ထြက္ drama ဇာတ္ကားေလးျဖစ္ပါတယ္…ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဇနီးသည္ေသဆုံးၿပီး ၂ ႏွစ္ၾကာတဲ့အထိ ဗိသုကာပညာရွင္ ဘ႐ူနိုဟာ ေၾကကြဲဝမ္းနည္းေနတုန္းပါပဲ… ဘဝကို အရႈံးေပးထားတဲ့ ဘ႐ူနိုတစ္ေယာက္ သူတို႔လင္မယားအတူတူဒီဇိုင္းဆြဲေဆာက္လုပ္ခဲ့တဲ့သစ္သားအိမ္ေလးမွာ ေနထိုင္ပါတယ္… တစ္ရက္ေတာ့ ဘ႐ူနိုရဲ့ ေယာကၡမေတြကသူတို႔သမီးကိုေပးထားတဲ့ အိမ္ကို ျပန္လည္သိမ္းယူသြားပါေတာ့တယ္… မိဘအိမ္ေပၚ ျပန္တက္ေနရတဲ့ ဘ႐ူနိုဟာအိမ္ကိုျပန္ရယူေအာင္ႀကိဳးစားေနဆဲမွာပဲ အဲ့အိမ္ကို ေရာင္းထုတ္ခံလိုက္ရပါတယ္… အသစ္ေျပာင္းလာသူနဲ႔ဆုံၾကတဲ့အခါ ဘ႐ူနိုဘာေတြဆက္လုပ္မလဲ သူ႔အိမ္ကိုျပန္ရနိုင္မလားဆိုတာကို ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္….

Credit -> Channel Myanmar"
}
,
{
"title" : "Zombie 2",
"date" : "2020",
"cover" : "https://1.bp.blogspot.com/-W67G1eyu2FQ/XlY1C46Bh2I/AAAAAAAAEsQ/6YAT0b78XcQZHzjSAtUoKka2AQdN4WjQQCLcBGAsYHQ/s600/maxresdefault.jpg",
"image" : "https://1.bp.blogspot.com/-uyCvNgmkSrE/XlY1Cxxb9RI/AAAAAAAAEsM/AFq0NvHJsQwgCUx5_w4ieVBtrxQkb2XjwCLcBGAsYHQ/s320/gfr.jpg",
"genre" : "Comedy, Musical, Romance",
"length" : "1hr 24min",
"qual" : "WEB-DL 720p",
"size" : "851 MB(720p)",
"video" : "https://drive.google.com/file/d/1qa464fLeRByjjRnRKqec53w6FY1McHWt/view",
"vol" : "ေဝါ့ဒစ္စေနးက ထြက္လာတဲ့ Zombie 2 ဇာတ္ကားထဲမွာေတာ့ ဆံပင္အစိမ္းေရာင္နဲ႔ အရမ္းလန္းေနတဲ့ zombie ေကာင္ေလးခပ္ေခ်ာေခ်ာနဲ႔ zombie ေကာင္မေလးခပ္ေခ်ာေခ်ာေလးေတြကို ေတြ႕ရမွာပါ။ စီးဘေရာ့ခ္ၿမိဳ႕ဟာ ထူးျခားတဲ့စြမ္းအင္တစ္မ်ိဳးကို အသုံးခ်ကာ ေတာအုပ္ထဲက မေကာင္းဆိုးဝါး အေကာင္ႀကီးေတြကို ႏွိမ္နင္းၿပီး ၿမိဳ႕တည္ထားတာျဖစ္ပါတယ္။ အဲဒီစြမ္းအင္ကို အသုံးျပဳၿပီးလည္ပတ္တဲ့ ဓါတ္အားေပးစက္႐ုံမွာေတာ့ တစ္ေန႔မွာေပါက္ကြဲမႈျဖစ္ကာ စက္႐ုံဝန္ထမ္းမ်ားဟာ ဓါတ္ေရာင္ျခည္သင့္ၿပီး zombie မ်ားအျဖစ္ေျပာင္းလဲသြားပါတယ္။ ဒီzombie မ်ားဟာ အသိဉာဏ္ျမင့္မားတဲ့အတြက္ နည္းပညာကို အသုံးခ်ကာ Z-လက္ပတ္တီထြင္ၿပီး သူတို႔ကိုယ္သူတို႔ ပုံမွန္လူသားအသြင္အျဖစ္ျပန္ဖန္တီးလိုက္ပါတယ္။ ေက်ာင္းမွာ ေက်ာင္းပေဒသာကပြဲက်င္းပခါနီး ေတာထဲက ဝံပုေလြတစ္ပိုင္း လူတစ္ပိုင္း သမန္းဝံပုေလြေတြ ထြက္လာလို႔ zombie ေတြကို ဥပေဒနဲ႔ တားျမစ္မႈေတြ လုပ္လာပါတယ္။ ေတာထဲက ထြက္လာတဲ့ သမန္းဝံပုေလြအုပ္စုကzombie ေကာင္မေလးေခ်ာေခ်ာဆီ မသိမသာ ခ်ဥ္းကပ္လာတဲ့အခါ ဘာေတြ ဆက္ျဖစ္လာမလဲဆိုတာ ခံစားၾကည့္ရႈလိုက္ပါအုံးေနာ္။ အခ်စ္ဖန္စီ မိသားစုကားေလးျဖစ္လို႔ မိသားစု အတူတူ ၾကည့္နိုင္ပါတယ္။ အက ကကြက္ ခပ္မိုက္မိုက္ေတြကိုလည္း ရႈစားရမွာပါ။ ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Ko Myo ပဲျဖစ္ပါတယ္……

Credit -> Channel Myanmar"
}
,
{
"title" : "Panipat",
"date" : "2019",
"cover" : "https://1.bp.blogspot.com/-MWYvv3iioEA/XlY2hnyS_zI/AAAAAAAAEsg/pf3ePle5W0Izc3nsK-dJhawpHkLcweSCgCLcBGAsYHQ/s600/Panipat-2019.jpg",
"image" : "https://1.bp.blogspot.com/-YwdxZWzJt8c/XlY2hgNIjVI/AAAAAAAAEsc/suChTovjIi0aWYLJTEwHkP4y5nV2UD-yQCLcBGAsYHQ/s320/Panipat_%2528film%2529_poster.jpg",
"genre" : " Action, Drama, History",
"length" : "2hr 50min",
"qual" : "WEB-DL 720p",
"size" : "1.0 GB(720p)",
"video" : "https://drive.google.com/file/d/1Pn3giCVpW85acULSFEZXFzKJEauyhAds/view",
"vol" : " ာရာသတိုင္းမွာရွိတဲ့ တိုင္းသူျပည္သားေတြ ရဲစြမ္းသတၱိနဲ႔ျပည့္စုံၿပီး သူတို႔တိုင္းျပည္ရဲ့လက္ေအာင္မွာ တိုင္းျပည္ငယ္ေတာ္ေတာ္မ်ားမ်ားရွိၾကတယ္..သူတို႔တိုင္းျပည္ကိုလည္း ႏွစ္စဥ္ အခြန္ေပးေဆာင္ၾကရပါတယ္..ဒါေပမယ့္တစ္ေန႔မွာေတာ့ တိုင္းျပည္ငယ္တစ္ခုကအခြန္မေပး ေဆာင္တဲ့အျပင္ ရာဇသံလာေပးတဲ့စစ္သူႀကီးတစ္ဦးကိုပါ သတ္ျဖတ္ပစ္လိုက္တယ္..အဲ့ဒီမွာ ဇာတ္လမ္းကစေတာ့တာပဲ….ဒီတိုင္းျပည္ငယ္ဟာ အာခံရတဲ့အေၾကာင္းရင္းလည္းရွိပါတယ္…အဲ့ဒါက အာဖဂန္နစၥတန္ဧကမရာဇ္မင္းတစ္ဦးနဲ႔ပူးေပါင္းၿပီး အင့္အားေတာင့္တင္းလာတဲ့အျပင္ အိႏၵိယ တစ္ျပည္လုံးကိုသိမ္းပိုက္ဖို႔အထိေတာင္ ရည္ရြယ္ထားပါတယ္….ဒီဇာတ္လမ္းဟာျပသခ်ိန္သုံးနာရီနီးပါး ၾကာျမင့္ေပမယ့္ အစအဆုံးထိ ဇာတ္လမ္းဇာတ္ကြက္တိုင္းက ဆြဲေဆာင္မႈ ရွိပါတယ္..ဆာဒါးရွိဗ္ဟာ အာဖဂန္တပ္နဲ႔စစ္ခင္းဖို႔အတြက္ သူ႔လက္ေအာက္ခံတိုင္းျပည္ေတြ နဲ႔ပူးေပါင္းဖို႔ ႀကိဳးစားအားထုတ္ပုံေတြ..စစ္နည္းဗ်ဴဟာေတြ ေတြ႕ျမင္ရသလို တိုက္ပြဲေတြ အက္ရွင္ခန္းေတြကိုလည္း မ်ားစြာၾကည့္ရမွာပါ…. လက္ေအာက္ခံတိုင္းျပည္ေတြကေရာ ဆာဒါးရွိဗ္ေမၽွာ္လင့္ထားသလို သူနဲ႔အတူပူးေပါင္းၿပီး အာဖဂန္ေတြကို တိုက္ထုတ္ၾကမွာလား..တိုက္တဲ့စစ္ပြဲေတြေရာ ေအာင္ျမင္ပါ့မလား….ဆိုတာကိုေတာ့

Credit -> Channel Myanmar"
}
,
{
"title" : "THAMBI",
"date" : "2019",
"cover" : "bgcover",
"image" : "poster",
"genre" : "Drama",
"length" : "2hr 22min",
"qual" : "WEB-DL 720p",
"size" : "HD(370 MB) SD(202 MB)",
"video" : "124601465735784",
"vol" : ""
}
,
{
"title" : "THAMBI",
"date" : "2019",
"cover" : "bgcover",
"image" : "poster",
"genre" : "Drama",
"length" : "2hr 22min",
"qual" : "WEB-DL 720p",
"size" : "HD(370 MB) SD(202 MB)",
"video" : "124601465735784",
"vol" : ""
}
,
{
"title" : "THAMBI",
"date" : "2019",
"cover" : "bgcover",
"image" : "poster",
"genre" : "Drama",
"length" : "2hr 22min",
"qual" : "WEB-DL 720p",
"size" : "HD(370 MB) SD(202 MB)",
"video" : "124601465735784",
"vol" : ""
}
,
{
"title" : "THAMBI",
"date" : "2019",
"cover" : "bgcover",
"image" : "poster",
"genre" : "Drama",
"length" : "2hr 22min",
"qual" : "WEB-DL 720p",
"size" : "HD(370 MB) SD(202 MB)",
"video" : "124601465735784",
"vol" : ""
}

]
}
